<?php
header('Server: not nginx lol', true);
header('Bis: 90', true);
?>
<!DOCTYPE html>
<html lang="en">
<head>
  <title>Adi Bity</title>
  <link href="sources/favicon.ico" rel="icon" type="image/x-icon" />
  <link rel="stylesheet" type="text/css" href="sources/i_hate_css.css">>
</head>
<!--
Yeah you pressed F12, so what? think you're all 1337 and shit, he're a dickbutt just for you:

                                      בכלמקוםבכ                                         
                                  לפינהששםעוברתהחזי                                     
                              ת,בכלשעהבכלעונהשבהנימסרת                                  
                      תחזית.באפלוליתב           שבילמידב                                
                   רעלהמפותהחתומ                  ות,בווא                               
                 דיאובמרוםההרמפע                   נחיםאת                               
                 השמות.ומחפשיםכלר                   מז,מח                               
                 פשיםסימןרקח ייליהמ    ודיעין,אנשי  חמ"ן.                               
                 אךסיפורםהאמיתיבכלדר כםהארוכהחתוםהיט בבתו                               
                 ופרטיבתווהסודוהשת  יקה.אךסיפורםהאמיתיבכל                               
                דרכםה  ארוכהחתוםהי  טבבתוופרטיבתווהסודוהש                               
               תיקה.בשדההקרבבשדההאש רקמעטיםאולי יודעים,קצ                               
              יןקרביתמידשםישמחייל   יהמודיעין.ובנוסףלשירי                               
             וניםולטיסותולגיחותגםהפרטיםהקטנטניםהם  חשובי                                
            םאזלא          פחות.אותםפרטים,אות     ההאות,                                
           אותוס                      ימןשלחי     יליהמו                                
          דיעיןא                                 נשיחמ"                                 
         ן.אךסי                                 פורםהא                                  
        מיתי..                                  .ואםעו                                  
        דיוםא                      חדתח        דלהאשל                                   
        בעור                      פהמסב יב,   הריתמי                                    
        דיהי                      החיילאשרימ  שיךעו                         דלהקשיב.ה   
       ריתמי                      דיהיואותם  החייל                        יםשכברשניםהמ  
       וכרים                     בכינוים"הח יילים                       האלמונ    ים".  
       ומצרפ                     יםכלפרטלר  מזוסי                     מןהםחיי    ליהמו  
       דיעין                    אנשיחמ"ן.  אךסיפו                   רםהאמית     י...ב   
       כלמקו                    םבכלפינה   ששםעוברתהחזית,בכלשעה   בכלעונה     שבהני     
        מסרת                   תחזית.בא    פלוליתבשבילמידברעלהמפותהחתומ      ות,בו      
        ואדי                   אובמרום     ההרמפ   ענחים   אתהשמות.ומ      חפשיםכ       
        לרמז                  ,מחפשיםס      ימן   רקחייליהמודיעין,א      נשיחמ"         
        ן.אךס               יפורם האמית         יבכלדרכםהארוכהחתום     היטבבתו          
         ופרט             יבתוו  הסודוהש         תיקה.אךסיפורםהאמיתי   בכלדרכםה         
         ארוכה            חתוםהיטבבתוופר                     טיבתווהס    ודוהשתיקה      
          .בשדה            הקרבבשדההאשר              קמעט       יםאולי  יודע ים,קצ      
          יןקרבי              תמיד                   שםיש        מחיילי  המודיעין       
           .ובנוס                                ףלש              יריונ    יםול         
            טיסותולג                            יחות              גםהפר     טיםה        
               קטנטנים                          הםחש              וביםאזלאפחות.א        
     ותם        פרטים,אותה                       האות           ,אותוסימןשלחייל         
    יהמודיע    יןאנשיחמ"ן.אךסיפו                  רםה         אמיתי..    .              
    ואםעודיוםאחדתח דלהאשלבעורפהמסביב,הרי           תמיד    יהיהחיי                      
    לאשר ימשיךעודלהקשיב    .הריתמידיהיואות םהחייליםשכברשניםהמוכר                        
     יםבכ  ינוים"החיי         ליםהאלמונים ".ומצרפיםכלפרטלרמזו                           
      סימן   הםחייל         יהמודיעיןאנש יחמ"ן .אךסיפורםהא                              
       מיתי...בכל           מקוםבכלפינה  ששםע                                           
        וברתהחז              ית,בכלשע   הבכל                                            
          עונ                השבהני    מסרת                                             
                              תחזית.  באפל                                              
                               וליתבשבילמ                                               
                                 ידברעלה                                                
                                   מפו                                                  
-->
<body style="background-color:black">
<?php
if (isset($_GET["xss"])) {
	echo '<script type="text/javascript">alert(1337)</script>';
}
?>
<div id="clockdiv">
	<img src="sources/bois_kastel.png" class="center"/>
	<br/>
  <div>
    <span class="days"></span>
    <div class="smalltext">Days</div>
  </div>
  <div>
    <span class="hours"></span>
    <div class="smalltext">Hours</div>
  </div>
  <div>
    <span class="minutes"></span>
    <div class="smalltext">Minutes</div>
  </div>
  <div>
    <span class="seconds"></span>
    <div class="smalltext">Seconds</div>
  </div>
</head>

<script src="sources/countdown.js""></script>
</div>
</body>
</html>